export let GuideConfig:any[]=[
    "你好，我是小精灵莎莎，从今天开始协助元宇宙小镇的经营，请多关照！",
    "你：这里是？",
    "这里是虚空之地，曾经也是有过美好繁华的过去，然而人们在逐步的发展中忘记了拥有的美好……",

    "你：？？？我怎么会来到了这里？",

    "呃……这里的时空会稍微有些错乱……",

    "你：时空错乱？",

    "嗯……没错！虚空之地是时空之门破碎之后，碎片凝聚成的地方，你会在这里遇到过去或者未来的旅行者！",

    "你：这么……厉害？",

    "当然不止这么厉害咯~我们还发现，时空之门的碎片会通过旅行者和小镇的活力重新凝聚！",

    "你：那时空之门恢复的话……",

    "那你就可以回到你自己的那个时代里了呢！",

    "让我们一起为这里找回活力，打造梦想中的小镇吧！",

    "那么，在菜单里选择建造来搭建新的店铺吧！",

    "嘿！快看！第一位旅行者来到我们的小镇了!看起来是一位冒险者呢！",

    "冒险者是我们的贵客，他们来到城镇后，会在商店筹备物资，前去冒险，既带动了小镇的经济，还保护了小镇的安全！",

    "你：保护小镇的安全？",

    "嗯呢！因为时空扭曲，小镇也会受到不同的怪兽攻击，这时候小镇附近的冒险者都会出手相助哟！",

    "新设施建成，右下角的城镇声望升高了！",

    "要注意不同的设施吸引不同的旅行者哟！",

    "我对后续的发展越来越有信心了呢！",

    "活动对提升城镇人气和旅行者能力很有帮助哦！",

    "城镇人气高了，会有更多的旅行者被吸引而来！",

    "在城镇外打倒怪物后，冒险者会获得经验值和资金，才有钱更新装备哟！",

    "可以向冒险者送礼物，你们会成为很好的朋友呢！",
]